/**/
"Cancel" = "Atisakyti";
/**/
"Delete" = "Paðalinti";
/**/
"Open" = "Atverti";
/**/
"Edit" = "Redaguoti";
/**/
"Yes" = "Taip";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Pritaikyti geometrijà";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Tvarkyti geometrijà";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Paðalinti virðûnæ";
/*Geometry Edit Action Name*/
"Insert Part" = "Áterpti dalá";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Áterpti virðûnæ";
/*Geometry Edit Action Name*/
"Move Vertex" = "Perkelti virðûnæ";
/*Geometry Edit Action Name*/
"Remove Part" = "Paðalinti dalá";

/*Collecting attachments*/
"Add" = "Pridëti";
/*Collecting attachments*/
"Take Photo or Video" = "Fotografuoti arba filmuoti";
/*Collecting attachments*/
"Choose From Library" = "Pasirinkti ið kolekcijos";
/*Collecting attachments*/
"Photo" = "Nuotrauka";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Áraðyti á nuotraukø kolekcijà";
/*Collecting attachments*/
"Download" = "Atsiøsti";

/*Date attribute*/
"Today" = "Ðiandien";

/**/
"Attachments" = "Priedai";
"Attributes" = "Atributai";

/**/
"Open in Safari" = "Atverti Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Áveskite skaièiø nuo %i iki %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "Áveskite skaitinæ reikðmæ nuo %f iki %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Per daug simboliø (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Skaièius nepatenka á galimø reikðmiø intervalà.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Nepalaikomas lauko tipas";

/**/
"%d of %d" = "%d ið %d";

/**/
"Changing Feature Type" = "Keièiamas elemento tipas";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Keièiant elementø tipà gali bûti perraðytos kai kuriø laukø reikðmës? Ar tikrai norite tai atlikti?";

/**/
"Data for pie chart is invalid" = "Duomenys skritulinei diagramai neteisingi.";
"No data to create a pie chart" = "Skritulinei diagramai trûksta duomenø";

/**/
"Created by %@ seconds ago" = "Sukûrë %@ prieð keletà sekundþiø";

/**/
"Created by %@ a minute ago" = "Sukûrë %@ prieð minutæ";

/**/
"Edited by %@ seconds ago" = "Redagavo %@ prieð keletà sekundþiø";

/**/
"Edited by %@ a minute ago" = "Redagavo %@ prieð minutæ";

/**/
"Created seconds ago" = "Sukurtas prieð keletà sekundþiø";

/**/
"Created a minute ago" = "Sukurtas prieð minutæ";

/**/
"Edited seconds ago" = "Redaguotas prieð keletà sekundþiø";

/**/
"Edited a minute ago" = "Redaguotas prieð minutæ";

/**/
"Created by %@ %d minutes ago" = "Sukûrë %@ prieð %d min.";

/**/
"Created by %@ an hour ago" = "Sukûrë %@ prieð valandà";

/**/
"Created by %@ %d hours ago" = "Sukûrë %@ prieð %d val.";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Sukûrë %@,  %@, %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Sukûrë %@,  %@, %@";

/**/
"Edited by %@ %d minutes ago" = "Redagavo %@ prieð %d min.";

/**/
"Edited by %@ an hour ago" = "Redagavo %@ prieð valandà";

/**/
"Edited by %@ %d hours ago" = "Redagavo %@ prieð %d val.";

/**/
"Edited by %@ on %@ at %@ - day" = "Redagavo %@, %@, %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Redagavo %@, %@, %@";

/**/
"Created by %@" = "Sukûrë: %@";

/**/
"Edited by %@" = "Redagavo: %@";

/**/
"Created %d minutes ago" = "Sukurta prieð %d min.";

/**/
"Created an hour ago" = "Sukurtas prieð valandà";

/**/
"Created %d hours ago" = "Sukurta prieð %d val.";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Sukurta %@, %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Sukurta %@, %@";

/**/
"Edited %d minutes ago" = "Redaguota prieð %d min.";

/**/
"Edited an hour ago" = "Redaguota prieð valandà";

/**/
"Edited %d hours ago" = "Redaguota prieð %d valandø";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Redaguota %@ at %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Redaguota %@ at %@";

/* Used to denote a required field */
"Required" = "Privalomas";

/* Used for naming layers with no names */
"Layer %d" = "Sluoksnis %d";